import React from "react";
import image1 from "../assets/maintenance/maintenance-1.png";

const Conservation = () => {
  return (
    <div className="bg-white py-16 px-4 md:px-12">
      <div className="max-w-6xl mx-auto space-y-24">
      <h1 className="text-4xl text-center font-bold text-primaryBlue mb-12">
          ჭაბურღილის კონსერვაცია
        </h1>
        {/* Section 1 */}
        <section className="text-justify text-gray-800 leading-relaxed text-lg space-y-6">
          <p>
            ჩვენს პრაქტიკაში ხშირად გვხვდება შემთხვევები, როდესაც ჭაბურღილის არასწორი დაგეგმარებისა და მშენებლობის გამო, ან თუნდაც მისი არასწორი ექსპლოატაციის შედეგად ჭაბურღილი გარკვეული პერიოდის შემდეგ აღარ ექვემდებარება რეაბილიტაციას. შედეგად დღის წესრიგში დგება მისი კონსერვაციის საკითხი, რათა გრძელვადიან პერსპექტივაში საფრთხე არ შეექმნას მის გავლენის რადიუსში მყოფ სხვა ჭაბურღილებს და წყალშემკრებ არეალს.
          </p>
          <p>
            საქართველოში ერთ-ერთ უმწვავეს პრობლემას წარმოადგენს ის უფუნქციო ჭაბურღილები, რომელთა დიდი ნაწილიც უბრალოდ მიტოვებული იქნა მისი მეპატრონეების მიერ ანდა არაჯეროვნად იქნა კონსერვირებული, რაც რათქმაუნდა ერთგვარ ღია ჭრილობას წარმოადგენს ჩვენი ქვეყნის მიწისქვეშა წყლის რესურსებისათვის.
          </p>
        </section>

        {/* Section 2 */}
        <section className="flex flex-col md:flex-row items-center gap-8">
          <div className="md:w-1/2">
            <img
              src={image1}
              alt="Well Conservation Visual"
              className="w-full h-auto rounded-xl shadow-md"
            />
          </div>
          <div className="md:w-1/2 text-justify text-gray-800 leading-relaxed text-lg">
            <p>
              ჭაბურღილის კონსერვაცია მიზნად ისახავს ჭარბად დაზიანებული ჭაბურღილის უსაფრთხოდ და გრძელვადიანად დაბეჭდვას ისე, რომ არ მოხდეს სხვა ჭაბურღილებზე ან მიწისქვეშა წყლების რეზერვუარზე უარყოფითი ზეგავლენა. გთავაზობთ ინდივიდუალურად მორგებულ კონსერვაციის სქემებს, რომელთა დაგეგმვაში ჩვენს პარტნიორებთან ერთად ვითვალისწინებთ როგორც ჰიდროგეოლოგიურ, ასევე ტექნიკურ ფაქტორებს.
            </p>
          </div>
        </section>

        {/* Section 3 */}
        <section className="text-justify text-gray-800 leading-relaxed text-lg space-y-6">
          <p>
            ჩვენ, როგორც ჩვენი ქვეყნის წყლის რესურსების მდგრადი განვითარების დიდი გულშემატკივარი, გთავაზობთ დაგეგმვიდან განხორციელებამდე მხარდაჭერას ჭაბურღილების პროფესიონალურ კონსერვაციაში, რათა მათ სამომავლოდ არ დააბინძურონ წყალშემცველი ფენა. ჩვენ ყურადღებას ვაქცევთ გეოლოგიურ და ტექნიკურ ასპექტებს, რათა დაზიანებული ან/და უფუნქციო ჭაბურღილის კონსერვაცია განხორციელდეს ეფექტიანად და ეკოლოგიურად სუფთა გზით.
          </p>
          <p>
            ჩვენი მიზანია ჭაბურღილის უსაფრთხოდ და სამუდამოდ კონსერვაციის გზით გრძელვადიან პერსპექტივაში მოხდეს მის გავლენის რადიუსში პოტენციური რისკების თავიდან აცილება.
          </p>
        </section>
      </div>
    </div>
  );
};

export default Conservation;